Repository: 1kakarot/cocoalib
Catalog: locale/*/LC_MESSAGES/cocoalib.po
Languages: ru

source: This app is registered, thanks!
ru: Это приложение зарегистрировано, спасибо!

source: Register
ru: Регистрация

source: Something went wrong. Would you like to send the error report to Hardcoded Software?
ru: Что-то пошло не так. Хотите отправить отчет об ошибке в Hardcoded Software?

source: Send
ru: Отправить

source: Don't Send
ru: Не отправлять

source: %@ is Fairware
ru: %@ является Fairware

source: Enter Key
ru: Видите ключ

source: Contribute
ru: Способствовайте

source: Continue
ru: Продолжать

source: Enter your key
ru: Видите Ваш ключ

source: Type the key you received when you contributed to %@, as well as the e-mail used as a reference for the purchase.
ru: Тип ключа, который вы получили при способствовала %@, а также электронной почты используется в качестве ссылки для покупки.

source: Registration key:
ru: Регистрационный ключ:

source: Submit
ru: Передать

source: Cancel
ru: Отменить

source: Unpaid hours: %0.1f
ru: Неоплачиваемый часы: %0.1f

source: More Info
ru: Подробнее

source: Tell Hardcoded Software which operating system I'm using.
ru: Скажите Hardcoded Software, какую операционную систему я использую.

source: (to have some contribution statistics based on OSes)
ru: (чтобы иметь определенный вклад статистика, основанная на ОС)

source: Buy
ru: Купить

source: Try
ru: Пробовать
